{
    "quote": "´Do not compare, do not measure. No other way is like yours. All other ways decieve and tempt you. You must fulfill the way that is in you.´",

    "about_text01": "Senhoras e senhores, permitam-me que vos apresente um indivíduo notável que percorreu um caminho único para se tornar um programador excepcional. Oriundo das costas ensolaradas de Portugal, nasceu a 4 de Janeiro de 1986, e desde muito cedo manifestou interesse pela tecnologia, inovação e desmontar coisas para ver como estas funcionam.",
    "about_text02": "Contudo, foi só mais tarde na vida que descobriu a sua verdadeira paixão pela programação. Sempre foi um entusiasta da tecnologia, mas o momento em que se apaixonou verdadeiramente pela programação chegou quando tentava ensinar a sua mãe a usar o seu novo telemóvel. Após várias horas a tentar explicar como enviar uma mensagem de texto (entre outras coisas), virou-se para o seu próprio computador e disse: `Sabes que mais, és uma máquina, e se eu posso ensinar a minha mãe a usar um smartphone, posso definitivamente aprender a programar, Porra!`",
    "about_text03": "Com essa declaração, embarcou numa viagem de auto-descoberta, dedicando inúmeras horas à aprendizagem de linguagens de programação e dominando a arte de programar. Através de pura determinação e um sentido de humor irônico, ensinou a si próprio as aptidões necessárias para se tornar um programador de sucesso.",
    "about_text04": "Mas este indivíduo é mais do que um simples especialista em programação. Ele também tem uma paixão pelo fitness, caminhadas e cozinha, e nunca perde uma oportunidade de apreciar a natureza ou de preparar umas couves com feijão ou bacalhau à brás. Com uma variedade de interesses e um sentido de humor apurado, ele é verdadeiramente um personagem hilariante para conviver.",
    "about_text05": "Por isso não hesite em contactar este indivíduo notável que encarna o espírito de inovação, auto-descoberta, persistência, determinação, teimosia e aprendizagem ao longo da vida sobre o que lhe convém ou o que melhor lhe convém."
}