{
    "header_01": "O",
    "header_02": "Arquiteto",
    "header_03": "de Code_=>",
    "header_slogan": "As soluções não caem do céu",

    "about_title": "Sobre mim",
    "about_first_line": "Olá",
    "about_first_line02": "Mundo!...",
    "about_second_line": "O meu nome é",
    "about_third_line": "Venho de",
    "about_forth_line": "Nasci a 4 de Janeiro de",
    "about_fith_line": "Vivo em",
    "about_fith_line02": "Suiça",

    "projects_title": "Os meus projectos",

    "about_text01": "Senhoras e senhores, permitam-me que vos apresente um indivíduo notável que percorreu um caminho único para se tornar um programador excepcional. Oriundo das costas ensolaradas de Portugal, nasceu a 4 de Janeiro de 1986, e desde muito cedo manifestou interesse pela tecnologia, inovação e desmontar coisas para ver como estas funcionam.",
    "about_text02": "Contudo, foi só mais tarde na vida que descobriu a sua verdadeira paixão pela programação. Sempre foi um entusiasta da tecnologia, mas o momento em que se apaixonou verdadeiramente pela programação chegou quando tentava ensinar a sua mãe a usar o seu novo telemóvel. Após várias horas a tentar explicar como enviar uma mensagem de texto (entre outras coisas), virou-se para o seu próprio computador e disse: `Sabes que mais, és uma máquina, e se eu posso ensinar a minha mãe a usar um smartphone, posso definitivamente aprender a programar, Porra!`",
    "about_text03": "Com essa declaração, embarcou numa viagem de auto-descoberta, dedicando inúmeras horas à aprendizagem de linguagens de programação e dominando a arte de programar. Através de pura determinação e um sentido de humor irônico, ensinou a si próprio as aptidões necessárias para se tornar um programador de sucesso.",
    "about_text04": "Mas este indivíduo é mais do que um simples especialista em programação. Ele também tem uma paixão pelo fitness, caminhadas e cozinha, e nunca perde uma oportunidade de apreciar a natureza ou de preparar umas couves com feijão ou bacalhau à brás. Com uma variedade de interesses e um sentido de humor apurado, ele é verdadeiramente um personagem hilariante para conviver.",
    "about_text05": "Por isso não hesite em contactar este indivíduo notável que encarna o espírito de inovação, auto-descoberta, persistência, determinação, teimosia e aprendizagem ao longo da vida sobre o que lhe convém ou o que melhor lhe convém.",
    "sardinha_title":"Precisa de um condutor?",
    "sardinha_text":"Providencia serviços de conduçao dentro da suiça",
    "left_title": "Gostas de carros?",
    "left_text": "Um grupo de pessoal entusiasta por carros, se gostas de motores da estrada, da uma olhadela!",
    "techs_description": "A minha caixa de ferramentas de programação que é como uma caixa de chocolates - nunca sabes o que vais receber, mas é certamente doce. Eu ofereço Python, Django, Node.js, GraphQL, entre outros. Aqui mostro os que provei mais",
    "tech_js": "Na terra do desenvolvimento da web, a partir do fogo do Monte da Perdição, emergiu para se tornar A Linguagem de programação para governa-las todas.",
    "tech_react": "React é como os Legos para o desenvolvimento da web - podes construir quase tudo o que quiseres, desde que tenhas os componentes e paciência suficientes para os montar.",
    "tech_next": "O unicórnio mágico de um frameworks de React que te permite voar na renderização server-side até ao pôr-do-sol.",
    "tech_angular": "Porque, por vezes, só é necessário um framework tão opinante como a sua avó no jantar de Natal.",
    "tech_python": "Porque é que o programador deixou de usar Python? Porque era demasiado constringente. 🐍😄",
    "tech_django": "Um framework com o nome de um guitarrista, mas não te deixará preocupado com a afinaçao do código. 🎸💻😉",
    "tech_graphql": "A linguagem query que se parece com um menu, porém tu ainda tens que cozinhar. 🍽️💻",
    "tech_node": "O runtime que é como o fato de Tony Stark - pode não ser invencível, mas pode lidar com quase tudo o que lhe atirares.",
    "hobbies_title": "Hobbies",
    "hobbies_description": "Vejo-me como um homem renascentista moderno com uma gama de hobbies que poderiam envergonhar qualquer Bon Vivant (sem a parte da riqueza). Quer esteja a cozinhar uma tempestade na cozinha, a codificar o meu caminho para a magia tecnológica, a ficar inchado no ginásio, ou a caminhar para novas alturas, os meus passatempos mantêm-me de focado, motivado, e ligeiramente menos aborrecido que um gajo normal.",
    "hobbies_title01_01": "Fitness ",
    "hobbies_title01_02": "Força",
    "hobbies_title02_01": "Code",
    "hobbies_title02_02": "Criar",
    "hobbies_title03_01": "Natureza",
    "hobbies_title03_02": "Caminhadas",
    "hobbies_title04_01": "Cozinhar",
    "hobbies_title04_02": "Alquimia",
    "hobbies_text01": "O suor é a tua gordura a chorar!",
    "hobbies_text02": "",
    "hobbies_text03": "A natureza contém respostas a perguntas que o homem ainda não aprendeu a fazer. 🗻🌊",
    "hobbies_text04": "STRESSED é DESSERTS escrito ao contrário.",
    "about_i_title": "Estou disponível para trabalhar!",
    "about_i_text": "Aqui está também o meu email"
}