{
    "header01":"Projectos",
    "quote": "´When something is important enough, you do it even if the odds are not in your favor.´",
    "header02":"O valor de um homem esta no que ele consegue fazer com as armas que tem.",
    "dev_title":"Programaçao",
    "dev_button":"Mais informação",
    "projects_intro":"É um lugar onde mostro os meus projectos e competências, e onde dou o meu melhor para te impressionar com as minha proeza de programação. Sim, eu sei o que estás a pensar - proeza de programação? Isso parece um superpoder! E sabes que mais? É mesmo isso! As minhas capacidades como programador são tão avançadas que consigo dobrar as regras do CSS com a minha mente e invocar componentes de React com um estalar de dedos. \n\nDe qualquer forma, dei o meu coração e a minha alma nestes projectos, e tenho a certeza de que eles te vão fazer rir, chorar, e talvez até questionar a tua existência. Separei-os em duas categorias, por isso da uma vista de olhos, e prepara-te para ficar surpreendido. E se tiveres perguntas ou comentários, fica à vontade para me contactares.",

    "project_featured_thinkBig":"Aqui está um webapp para um curso de empreendedorismo que apresenta um design elegante criado com o Figma e implementado com React e Tailwind CSS. Meu foco tem sido criar uma experiência fácil de usar que capacite os alunos a aprender e atingir suas metas no curso.",
    "project_featured_fahrezentrale":"Uma plataforma de empregos para motoristas de diferentes categorias, desenvolvida pela Pickwings, que busca conectar o motorista com o emprego dos seus sonhos, sem muita complicação. O processo de registro é tão simples quanto 10 etapas, e você está pronto para encontrar o emprego dos seus sonhos.",
    "project_featured_fastrent":"Um site para um serviço de aluguer de carros usando Next.js, uma estrutura React popular para renderização no lado do servidor, e Tailwind CSS, uma estrutura CSS que prioriza a utilidade. O site apresenta um design limpo e moderno, otimizado para tempos de carregamento rápidos e uma experiência de usuário perfeita."
}