{
    "header_01": "Developer",
    "header_02": "Designer",
    "header_03": "UI and UX Expert",
    "header_slogan": "Solutions don`t fall from the sky",
    "about_title": "About Me",
    "about_text01": "My name is Paulo Reizinho, is was born in 1986 in a small town in the middle of Portugal but I`m currently living in Swiss land more precisely in Zurich.",
    "about_text02": "I took Administration with focus in accounting, in which I learned quite a lot and adopted an organized methodology. Anyway, I discover that I love coding much later and the challenges that come with it specially when you find a solution for an hard problem. Course is never to late to change careers and create great things on the process provided that you have what it takes.",
    "about_text03": "Well, I`ve been learning web Development since 2019 with highs and lows. Focusing on the front-end with a special interest in the design of visually appealing UI and an intuitive UX so people don`t get lost. My main tech is React, but my learning journey will never stop, but I`m leaning more to Next.js. I do my designs with Figma and Photoshop, for styling I like to use a hybrid approach with styled-components and tailwind, which bring a organized and maintainable code and beautifull to look at.",
    "about_text04": "Any more info please contact me, all my contacts are in the footer.",
    "sardinha_title": "Need a Chauffeur?",
    "sardinha_text":"They provide driving services within Switzerland.",
    "left_title": "You like cars?",
    "left_text": "A group o people entusiastic about cars, if you like road engines, check them out!",
    "hobbies_title": "My Hobbies",
    "hobbies_title01_01": "Fitness ",
    "hobbies_title01_02": "Strenght",
    "hobbies_title02_01": "Code",
    "hobbies_title02_02": "Create",
    "hobbies_title03_01": "Nature",
    "hobbies_title03_02": "Hiking",
    "hobbies_title04_01": "Cook",
    "hobbies_title04_02": "Alchemy",
    "hobbies_text01": "Sweat is your fat crying!",
    "hobbies_text02": "",
    "hobbies_text03": "The nature holds answers to questions man has not yet learned to ask. 🗻🌊",
    "hobbies_text04": "STRESSED is DESSERTS spelled backwards.",
    "about_i_title": "I am available for work!",
    "about_i_text": "Here is also my email"
}