{
    "header_01": "A",
    "header_02": "Fullstack",
    "header_03": "Guy",
    "header_slogan": "Solutions don`t fall from the sky",
    "about_title": "About Me",
    "about_text01": "Ladies and gentlemen, allow me to introduce you to a remarkable individual  who has traveled a unique path to become a skilled developer. Hailing from the sunny shores of Portugal, he was born on the 4th of January in 1986, and from an early age he showed an interest in technology, innovation and taking apart stuff to see how it works.",
    "about_text02": "However, it wasn't until later in life that he discovered his true passion for coding. He has always been something of a tech enthusiast, but the moment he truly fell in love with programming came when he was trying to teach his mother how to use her new smartphone. After several hours of trying to explain how to send a text message (among other things), he turned to his own computer and exclaimed, `You know what, you're a machine, and if I can teach my mom how to use a smartphone, I can definitely learn to code, Porra!´",
    "about_text03": "With that declaration, he embarked on a journey of self-discovery, pouring countless hours into learning programming languages and mastering the art of coding. Through sheer determination and a wry sense of humor, he taught himself the skills needed to become a successful developer.",
    "about_text04": "But this individual is more than just a coding expert. He also has a passion for fitness, hiking, and cooking, and never misses an opportunity to enjoy the great outdoors or whip up a delicious, healthy meal. With a diverse range of interests and a keen sense of humor, he's truly a hilarious character to hang out with.",
    "about_text05": "So don't hesitate to contact this remarkable individual who embodies the spirit of innovation, self-discovery, persistence, determination, stubbornness, and lifelong learning on whatsapp or whatever suits you best.",
    "sardinha_title": "Need a Chauffeur?",
    "sardinha_text":"They provide driving services within Switzerland.",
    "left_title": "You like cars?",
    "left_text": "A group o people entusiastic about cars, if you like road engines, check them out!",
    "techs_description": "I have a programming toolkit that's like a box of chocolates - you never know what you're going to get, but it's always sweet. I offer Python, Django, Node.js, GraphQL, and more. Here I show the ones that I have a better taste of.",
    "tech_js": "In the land of web development, from the fires of Mount Doom, it emerged to become the One Language to rule them all.",
    "tech_react": "React is like Legos for web development - you can build almost anything you want, as long as you have enough components and patience to piece them together.",
    "tech_next": "The magical unicorn of React frameworks that lets you ride server-side rendering into the sunset.",
    "tech_angular": "Because sometimes you just need a framework that's as opinionated as your grandma on Christmas dinner.",
    "tech_python": "Why did the programmer quit using Python? Because he found it too constricting. 🐍😄",
    "tech_django": "The web framework named after a guitarist, but won't leave you fretting over your code. 🎸💻😉",
    "tech_graphql": "the query language that looks like a menu, but you still have to do the cooking. 🍽️💻",
    "tech_node": "The runtime that's like Tony Stark's suit - it may not be invincible, but it can handle almost anything you throw at it.",
    "hobbies_title": "Hobbies",
    "hobbies_title01_01": "Fitness ",
    "hobbies_title01_02": "Strenght",
    "hobbies_title02_01": "Code",
    "hobbies_title02_02": "Create",
    "hobbies_title03_01": "Nature",
    "hobbies_title03_02": "Hiking",
    "hobbies_title04_01": "Cook",
    "hobbies_title04_02": "Alchemy",
    "hobbies_text01": "Sweat is your fat crying!",
    "hobbies_text02": "",
    "hobbies_text03": "The nature holds answers to questions man has not yet learned to ask. 🗻🌊",
    "hobbies_text04": "STRESSED is DESSERTS spelled backwards.",
    "about_i_title": "I am available for work!",
    "about_i_text": "Here is also my email"
}