{
    "header_01": "Developer",
    "header_02": "Designer",
    "header_03": "UI and UX Expert",
    "header_slogan": "Solutions don`t fall from the sky",
    "about_title": "About Me",
    "about_text01": "My name is Paulo Reizinho, is was born in 1986 in a small town in the middle of Portugal but I`m currently living in Swiss land more precisely in Zurich.",
    "about_text02": "I took Administration with focus in accounting, in which I learned quite a lot and adopted an organized methodology. Anyway, I discover that I love coding much later and the challenges that come with it specially when you find a solution for an hard problem. Course is never to late to change careers and create great things on the process provided that you have what it takes.",
    "about_text03": "Well, I`ve been learning web Development since 2019 with highs and lows. Focusing on the front-end with a special interest in the design of visually appealing UI and an intuitive UX so people don`t get lost. My main tech is React, but my learning journey will never stop, but I`m leaning more to Next.js. I do my designs with Figma and Photoshop, for styling I like to use a hybrid approach with styled-components and tailwind, which bring a organized and maintainable code and beautifull to look at.",
    "about_text04": "Any more info please contact me, all my contacts are in the footer.",
    "sardinha_title": "Need a Chauffeur?",
    "sardinha_text":"They provide driving services within Switzerland.",
    "left_title": "You like cars?",
    "left_text": "A group o people entusiastic about cars, if you like road engines, check them out!",
    "hobbies_title": "My Hobbies",
    "hobbies_title01": "Creating Software",
    "hobbies_title02": "Fitness",
    "hobbies_title03": "Hiking and Exploring",
    "hobbies_title04": "My inner Ramsey",
    "hobbies_text01": "Being able to express creativity without barriers, I allow myself to be tested in try to create website with the most modern and elegant design, animations and features in which I am constantly tested. I like the challenges in the implementation of new technologies and figure out the best best(cleanest) way to implement it.",
    "hobbies_text02": "It is no mystery that to keep your mind sharp and your health strong that exercising regurarly it is a must, but I go beyond and make this as a passion. More than lifting weights for maintnance I strive to get stronger and enjoy the whole process.",
    "hobbies_text03": "Being able to disconnect from the routine and go away from the nonStop city life is quite important. To me going into to nature helps me recharge my mental energy and keep a balance on the stress levels. Being on the top of a mountain, breathe clean air, look at the horizon gives a sensation of lightness and freedom.",
    "hobbies_text04": "It is common sense that health depends greatly on what you eat, since fitness is quite important to me, I always was interested in cooking. Being able to achieve good results in the gym depends greatly on what I put in my mouth, course I don't follow a strict diet, I like to enjoy life and eat a greasy burger with chips, but the process of cooking is a lot of fun, creating recipies and invent new ones."
}