{
    "about_text01": "Meine Damen und Herren, erlauben Sie mir, Ihnen einen bemerkenswerten Menschen vorzustellen, der einen einzigartigen Weg zu einem qualifizierten Entwickler beschritten hat. Er wurde am 4. Januar 1986 an der sonnigen Küste Portugals geboren und interessierte sich schon in jungen Jahren für Technologie, Innovation und das Auseinandernehmen von Dingen, um zu sehen, wie sie funktionieren.",
    "about_text02": "Seine wahre Leidenschaft für das Programmieren entdeckte er jedoch erst später im Leben. Er war schon immer technikbegeistert, aber der Moment, in dem er sich wirklich in das Programmieren verliebte, kam, als er seiner Mutter beibringen wollte, wie sie ihr neues Smartphone benutzt. Nachdem er mehrere Stunden lang versucht hatte, ihr zu erklären, wie man unter anderem eine Textnachricht verschickt, wandte er sich an seinen eigenen Computer und rief aus: Weißt du was, du bist eine Maschine, und wenn ich meiner Mutter beibringen kann, wie man ein Smartphone benutzt, dann kann ich bestimmt auch programmieren lernen, Porra!´",
    "about_text03": "Mit dieser Erklärung begab er sich auf eine Reise der Selbstentdeckung und verbrachte unzählige Stunden damit, Programmiersprachen zu lernen und die Kunst des Programmierens zu beherrschen. Durch schiere Entschlossenheit und einen schrägen Sinn für Humor brachte er sich selbst die Fähigkeiten bei, die er brauchte, um ein erfolgreicher Entwickler zu werden.",
    "about_text04": "Aber dieser Mensch ist mehr als nur ein Code-Experte. Er hat auch eine Leidenschaft für Fitness, Wandern und Kochen und lässt keine Gelegenheit aus, die Natur zu genießen oder ein köstliches, gesundes Essen zu zaubern. Mit seinen vielfältigen Interessen und seinem ausgeprägten Sinn für Humor ist er ein wirklich lustiger Typ, mit dem man gerne abhängt.",
    "about_text05": "Zögern Sie also nicht, diesen bemerkenswerten Menschen, der den Geist der Innovation, der Selbstentdeckung, der Beharrlichkeit, der Entschlossenheit, der Hartnäckigkeit und des lebenslangen Lernens verkörpert, per Whatsapp oder auf eine andere Weise zu kontaktieren, die Ihnen am besten passt."
}