{
    "header01":"myProjects",
    "quote": "´When something is important enough, you do it even if the odds are not in your favor.´",
    "header02":"A man`s worth is what he can do with the weapons at hand.",
    "dev_title":"Developer",
    "dev_button":"Mehr erfahren",
    "projects_intro":"Es ist ein Ort, an dem ich meine Projekte und Fähigkeiten vorstelle und versuche, Sie mit meinen Programmierfähigkeiten zu beeindrucken. Ja, ich weiß, was Sie jetzt denken - Programmierkenntnisse? Das klingt nach einer Superkraft! Und wissen Sie was? Sie haben Recht! Meine Programmierkenntnisse sind so fortgeschritten, dass ich CSS-Regeln mit meinem Verstand verbiegen und React-Komponenten mit einem Fingerschnippen herbeirufen kann. \n\nWie auch immer, ich habe mein Herz und meine Seele in diese Projekte gesteckt, und ich bin sicher, dass sie Sie zum Lachen, Weinen und vielleicht sogar zum Hinterfragen Ihrer Existenz bringen werden. Ich habe sie in zwei Kategorien unterteilt, also schauen Sie sich um und lassen Sie sich überraschen. Und wenn Sie Fragen oder Anmerkungen haben, können Sie sich gerne an mich wenden.",

    "project_featured_thinkBig":"Ich habe eine Webapp für einen Unternehmerkurs entwickelt, die ein elegantes Design aufweist, das mit Figma erstellt und mit React und Tailwind CSS implementiert wurde. Ich habe mich darauf konzentriert, eine benutzerfreundliche Erfahrung zu schaffen, die es den Studierenden ermöglicht, zu lernen und ihre Ziele im Kurs zu erreichen.",
    "project_featured_fahrezentrale":"Eine von Pickwings entwickelte Jobplattform für Fahrer verschiedener Kategorien, die den Fahrer mit seinem Traumjob zusammenbringen will, ohne viel Aufhebens. Der Anmeldeprozess ist so einfach wie 10 Schritte, und schon können Sie Ihren nächsten Traumjob finden.",
    "project_featured_fastrent":"Eine Website für eine Autovermietung unter Verwendung von Next.js, einem beliebten React-Framework für das serverseitige Rendering, und Tailwind CSS, einem CSS-Framework, das sich an den Bedürfnissen der Nutzer orientiert. Die Website zeichnet sich durch ein sauberes und modernes Design aus, das für schnelle Ladezeiten und eine nahtlose Benutzererfahrung optimiert ist."
}