{
    "header01":"myProjects",
    "quote": "Wenn etwas wichtig genug ist, tut man es, auch wenn die Chancen nicht gut stehen.",
    "header02":"A man`s worth is what he can do with the weapons at hand.",
    "dev_title":"Developer",
    "dev_button":"Mehr erfahren",
    "projects_intro":"Mein Portfolio spiegelt meine Kompetenz in der Webentwicklung wider, die ich in Projekten mit Next.js, React.js, Angular und anderen Technologien unter Beweis gestellt habe.\n\n Sowohl im beruflichen als auch im privaten Umfeld habe ich durchgängig ansprechende, skalierbare und benutzerfreundliche Erfahrungen mit ständiger Verbesserung im UI- und UX-Design geliefert. Mit dem Schwerpunkt auf Leistung, Sicherheit und intuitivem Design strebe ich danach, Weblösungen zu entwickeln, die das Geschäftswachstum fördern und die Erwartungen der Kunden übertreffen. Erforschen Sie mein Portfolio, um die Bandbreite und Tiefe meiner Projekte zu entdecken.",

    "project_featured_thinkBig":"Ich habe eine Webapp für einen Unternehmerkurs entwickelt, die ein elegantes Design aufweist, das mit Figma erstellt und mit React und Tailwind CSS implementiert wurde. Ich habe mich darauf konzentriert, eine benutzerfreundliche Erfahrung zu schaffen, die es den Studierenden ermöglicht, zu lernen und ihre Ziele im Kurs zu erreichen.",
    "project_featured_fahrezentrale":"Eine von Pickwings entwickelte Jobplattform für Fahrer verschiedener Kategorien, die den Fahrer mit seinem Traumjob zusammenbringen will, ohne viel Aufhebens. Der Anmeldeprozess ist so einfach wie 10 Schritte, und schon können Sie Ihren nächsten Traumjob finden.",
    "project_featured_fastrent":"Eine Website für eine Autovermietung unter Verwendung von Next.js, einem beliebten React-Framework für das serverseitige Rendering, und Tailwind CSS, einem CSS-Framework, das sich an den Bedürfnissen der Nutzer orientiert. Die Website zeichnet sich durch ein sauberes und modernes Design aus, das für schnelle Ladezeiten und eine nahtlose Benutzererfahrung optimiert ist."
}